Repository: simahawk/collective.socialpublisher
Catalog: collective/socialpublisher/locales/*/LC_MESSAGES/collective.socialpublisher.po
Languages: it

source: A cron was found with the following schedule ${schedule}.
it: Un cron con le seguenti impostazioni é stato trovato: ${schedule}.

source: Auto-publish disabled
it: Auto-pubblicazione disabilitata

source: Auto-publish enabled
it: Auto-pubblicazione abilitata

source: Disable auto-publish
it: Disabilita auto-pubblicazione

source: Enable auto-publish
it: Abilita auto-pubblicazione

source: If enabled and cron has been set up this object will be auto-published, using the given text and the account you already used.
it: Se abilitata e un cron é stato configurato, questo oggetto verrá pubblicato automaticamente usando il testo e l'account utilizzato precedentemente.

source: No cron was found.
it: Nessun cron é stato trovato

source: Publish
it: Pubblica

source: Select at list one publisher!
it: Seleziona almeno un publisher!

source: There's no account to be used. Check your publishing settings.
it: Non é stato configurato alcun account. Controllare le impostazioni.

source: content_published
it: Contenuto pubblicato su ${published_on}

source: hide
it: nascondi

source: show
it: mostra
